Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=199_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaisten lippu poikkeaa selvästi Pohjoismaiden lipuista, joissa kaikissa liehuvat ristikuviot.
sme: Sámiid leavga spiehkkasa čielgasit Davviriikkaid leavggain, main buohkain libardit ruossagovadagat.

source: Saamen lipun punainen ympyrä kuvaa aurinkoa ja sininen ympyrä kuuta.
sme: Sámi leavgga rukses gierdu govvida beaivváža ja alit gierdu mánu.

source: Lipun kuva-aihe tulee noitarummusta ja Ruotsin saamelaisen Anders Fjellnerin (1795–1876) runosta Biejjie-baernie eli Auringonpojat.
sme: Leavgga govvatemá boahtá meavrresgáris ja Ruoŧa sápmelaš Anders Fjellnera (1795–1876) divttas Biejjie-baernie dahjege Beaivvi bártnit.

source: Fjellner kuvaa saamelaisia runossaan auringon tyttäriksi ja pojiksi.
sme: Fjellner govvida sámiid divttastis beaivvi nieidan ja bárdnin.

source: Ensimmäisenä omaa lippua saamelaisille ehdotti taiteilija Synnøve Persen, joka myös suunnitteli oman lippuehdotuksensa.
sme: Vuosttasin iežas leavgga sámiide evttohii dáiddár Synnøve Persen, guhte maid plánii iežas leavgaevttohusa.

source: Persenin kolmiväristä lippua ehdittiin käyttää mm.. Altan vesivoimalan ja padon vastustamisen yhteydessä 1970- ja 1980-lukujen vaihteessa, mutta se ei jäänyt pidempiaikaiseen käyttöön.
sme: Persena golmmaivdnásaš leavgga gerge geavahit ee. Álttá čáhcefápmorusttega ja dulvadeami vuosttildeami oktavuođas 1970- ja 1980-loguid molsašumis, muhto dat ii báhcán atnui dađi guhkit áigái.

source: Suomen, Ruotsin, Norjan ja Venäjän saamelaisten yhteistyöjärjestö Saamelaisneuvosto (Sámiráddi / Samerådet / Saami council) päätti käynnistää lipun suunnittelukilpailun 1980-luvulla.
sme: Suoma, Ruoŧa, Norgga ja Ruošša sámiid oktasašbargoorganisašuvdna Sámiráđđi (Samerådet / Saami council) mearridii ordnet leavgga plánengilvvu 1980-logus.

source: Voittaneen lipun suunnitteli Norjan saamelainen Astrid Båhl.
sme: Vuoitán leavgga plánii Norgga sápmelaš Astrid Båhl.

source: Hänen suunnittelemassaan lipussa leiskuvat kirkas punainen, sininen, keltainen ja vihreä.
sme: Su plánen leavggas čuvget šerres ruoksat, alit, fiskat ja ruoná.

source: Samoja värejä on perinteisesti käytetty saamelaisten kansan- ja kansallispuvussa, gáktissa.
sme: Seamma ivnniid leat árbevirolaččat geavahan sámegávttis.

source: Lippu hyväksyttiin saamelaisten viralliseksi symboliksi saamelaisten 13. pohjoismaisessa konferenssissa Åressa 15. elokuuta 1986.
sme: Leavga dohkkehuvvui sámiid virggálaš symbolan sámiid 13. davviriikkalaš konfereanssas Åres borgemánu 15. beaivve 1986.

source: Samalla hyväksyttiin myös toinen kansallinen symboli: Sámi soga lávlla / Saamen suvun laulu.
sme: Seammás dohkkehuvvui maid nubbi álbmotlaš symbola: Sámi soga lávlla.

source: Saamelaisilla on nykyään 11 yhteistä saamelaiskonferenssissa hyväksyttyä liputuspäivää.
sme: Sámiin leat dál 11 oktasaš leavgabeaivvi, mat leat dohkkehuvvon sámekonfereanssas.

source: Suomen sisäasiainministeriö suosittaa saamen liputuspäiville myös yleistä liputusta.
sme: Suoma sisáššiidministeriija ávžžuha sámi leavgabeivviide maid oktasaš leavgaatnima.

source: Liputtamisessa noudatetaan kunkin valtion lakeja.
sme: Leavgga atnimis galgá čuovvut iešguđege riikka lágaid.

source: Yksityisillä kansalaisilla, yhteisöillä ja yrityksillä on juhlamielen, kunnioituksen tai surun osoittamiseksi vapaus liputtaa Saamen lipulla muulloinkin kuin virallisina liputuspäivinä.
sme: Priváhta olbmuin, servošiin ja fitnodagain lea ávvudeami, gudnejahttima dahje morraša čájeheami dihte friijavuohta atnit Sámi leavgga muđuige go virggálaš leavgabeivviin.

source: Saamelaisten liputuspäivät
sme: Sámiid leavgabeaivvit

source: Saamelaisten kansallispäivä Helmikuun 6. päivänä 1917 pidettiin Norjan Trondheimissa ensimmäinen saamelaiskokous, jonne oli kokoontunut sekä pohjois- että eteläsaamelaisia.
sme: Guovvamánu 6. beaivve 1917 dollojuvvui Norgga Troandimis vuosttas sámečoahkkin, gosa ledje čoahkkanan sihke davvi- ja lullisámit.

source: Kokousta pidetään pohjoismaisen saamelaisyhteistyön alkuna.
sme: Čoahkkin lei álgu davviriikkalaš sámeoktasašbargui.

source: Suomen Saamelaiskäräjien perustamispäivä Suomen Saamelaiskäräjät (Sámediggi), perustettiin omalla laillaan vuonna 1995.
sme: Suoma Sámediggi, vuođđuduvvui iežas lágain jagis 1995.

source: Sen virallisia avajaisia vietettiin 2.3.1996.
sme: Dat rahppojuvvui virggálaččat 2.3.1996.

source: Marian päivä Saamelaisten perinteinen juhlapäivä.
sme: Sámiid árbevirolaš ávvudanbeaivi.

source: Marian päivän ajankohta kalenterissa vaihtelee ja päivää voidaan juhlia eri maiden Marian päivän mukaan.
sme: Márjjabeaivve áigi kaleandaris molsašuddá ja beaivvi sáhttá ávvudit sierra riikkaid Márjjabeaivve mielde.

source: Juhannuspäivä Yleinen juhlapäivä.
sme: Almmolaš ávvudanbeaivi.

source: Voidaan liputtaa eri maiden juhannuspäivän mukaan.
sme: Sáhttá atnit leavgga sierra riikkaid mihcamárbeaivvi mielde.

source: YK:n kansainvälinen alkuperäiskansojen päivä Yhdistyneet kansakunnat on nimennyt 9.8. kansainväliseksi alkuperäiskansojen päiväksi.
sme: Ovttastuvvan nášuvnnat lea namuhan 9.8. riikkaidgaskasaš álgoálbmogiid beaivin.

source: Saamen lipun hyväksymispäivä Saamen lippu hyväksyttiin Saamelaisten 13. konferenssissa 15.8.1986 Åressa Ruotsissa.
sme: Sámi leavga dohkkehuvvui Sámiid 13. konfereanssas 15.8.1986 Åres Ruoŧas.

source: Saamelaisneuvoston perustamispäivä Saamelaisneuvosto perustettiin virallisesti saamelaisten 2. pohjoismaisessa konferenssissa 18.8.1956 Norjan Kaarasjoella.
sme: Sámiráđđi vuođđuduvvui virggálaččat sámiid 2. davviriikkalaš konfereanssas 18.8.1956 Norgga Kárášjogas.

source: Ruotsin Saamelaiskäräjien perustamispäivä Ruotsin Saamelaiskäräjät (Sámediggi / Sametinget) perustettiin omalla laillaan vuonna 1992.
sme: Ruoŧa Sámediggi (Sametinget) vuođđuduvvui iežas lágain jagis 1992.

source: Sen virallisia avajaisia vietettiin 26.8.1993.
sme: Dat rahppojuvvui virggálaččat 26.8.1993.

source: Norjan Saamelaiskäräjien perustamispäivä Norjan Saamelaiskäräjät (Sámediggi / Sametinget) perustettiin omalla laillaan vuonna 1987.
sme: Norgga Sámediggi (Sametinget) vuođđuduvvui iežas lágain jagis 1987.

source: Sen virallisia avajaisia vietettiin 9.10.1989.
sme: Dat rahppojuvvui virggálaččat 9.10.1989.

source: Saamelaisvaltuuskunnan (Sámi Parlamenta) perustamispäivä Suomessa annettiin asetus Saamelaisvaltuuskunnasta 9.11.1973.
sme: Suomas addojuvvui ásahus Sámi Parlamentta birra 9.11.1973.

source: Sámi Parlamenta / Saamelaisvaltuuskunta oli vuonna 1996 toimintansa aloittaneen uuden edustuksellisen elimen, Saamelaiskäräjien, edeltäjä.
sme: Sámi Parlamenta lei jagis 1996 doaimmas álggahan Sámedikki ovddasmanni.

source: Ensimmäisen saamelaisen valtiopäivämiehen Isak Saban (Sápp Issát) syntymäpäivä Isak Saba syntyi 15.11.1875 Uuniemessä Varangissa.
sme: Vuosttas sápmelaš riikkabeaialbmá Isak Saba (Sápp Issát) riegádanbeaivi

source: Hän oli Norjan Suurkäräjien jäsenen kahden kauden ajan (1906-1912) Isak Saba edusti työväenpuoluetta.
sme: Son lei Norgga Stuorradikki lahttun guokte baji (1906-1912) bargiidbellodaga ovddasteaddjin.

source: Anders Fjellner syntyi taivasalla Ruotsin Härjedalenissa syyskuun 18. päivänä vuonna 1795 saamelaiseen perheeseen.
sme: Anders Fjellner riegádii olggos Ruoŧa Härjedalenis čakčamánu 18. beaivve jagis 1795 sámebearrašii.

source: Hänen isänsä kuoli Andersin ollessa vielä lapsi, mutta sukulaisten avulla tämä pystyi kouluttautumaan ja suoritti 1800-luvun alkupuolella pappisopintoja Uppsalan yliopistossa.
sme: Su áhčči jámii go Anders lei vel mánná, muhto fuolkkit veahkehedje su skuvlet iežas nu ahte son gárvvásmuvai 1800-logu álgogeahčen báhppan Uppsala universitehtas.

source: Fjellner toimi pappisvihkimyksensä jälkeen aluksi kiertävänä saarnaajana Jukkasjärvellä ja Karesuvannossa.
sme: Fjellner jođii báhppanvihaheami maŋŋá vuos sárdnideaddjin Čohkkerasas ja Gárasavvonis.

source: Kertoman mukaan hän oli niin lyhyt, että saarnastuolissakin oli seisottava jakkaran päällä.
sme: Máidnasa mielde son lei nu oanehaš, ahte sárdnestuolusge fertii čuožžut beaŋkkaža alde.

source: Työnsä ohella Fjellner omistautui kansallisromanttisten aatevirtausten vaikutuksesta myös saamelaisen kansanperinteen, kuten joikujen, myyttien, legendojen ja laulujen muistiin merkitsemiselle.
sme: Barggus lassin Fjellner mearkugođii nášuvnnaromantihkalaš jurddašanvuogi váikkuhusas muitui maid sámi kulturárbevieru, nugo luđiid, juigosiid, myhtaid, legendaid ja lávlagiid.

source: Hän käänsi keräämiään ja kirjaamiaan saamenkielisiä tekstejä niin, että myös muilla kuin saamenkielisillä oli mahdollisuus tutustua niihin.
sme: Son jorgalii dáid sámegielat teavsttaid nu, ahte maid earáin go sámegielagiin lei vejolašvuohta oahpásmuvvat daidda.

source: Jälkipolville parhaiten on säilynyt Saamen lippuun kytkeytyvä Biejjie-baernie-runo.
sme: Fjellner muitaliii ahte son lea sierra guovlluin Sámis gullan dáid álbmotdivttaid, maid lea merkon muitui.

source: Tuo runo on tyyliltään, mitaltaan ja sisällöltään niin taidokas, ettei sen uskota olevan puhtaasti suullista kansanperinnettä.
sme: Maŋit buolvvaide buoremusat seilon Biejjie-baernie – dikta lea stiilla, mihtu ja sisdoalu dáfus nu čehpet čállojuvvon, ahte dát jáhkkimis ii leat dušše njálmmálaš álbmottradišuvdna.

source: Fjellnerin maine innokkaana ja uppoutuvana kuuntelijana ja loistavana tarinankertojana ovat osaltaan vaikuttaneet siihen, että monet saamelaiskulttuurin tutkijat ovatkin päätyneet pitämään runoa paitsi perinteikkäänä joikurunona, myös kirjailijan taidonnäytteenä.
sme: Fjellner bekkii leat movttegis ja áŋgiris guldaleaddji ja erenomáš buorre máinnasteaddi ja dát lea muhtin oassái váikkuhan dasa, ahte máŋggat sámekultuvrra dutkitge leat boahtán dan bohtosii ahte dikta lea árbevirolaš álbmotdikta, muhto maid okta ovdamearka girječálli dáidduin.

source: Saamen lippuun hengen puhaltanut Anders Fjellnerin runo Beaivvi bárdni on myyttinen sankarirunoelma.
sme: Sámi levgii heakka bossu Anders Fjellnera dikta Beaivvi bárdni lea myhtalaš sáŋgárepos.

source: Siinä päivän poika matkustaa jättiläisten maahan, rakastuu siellä jättiläisen tyttäreen ja lopulta nai tämän.
sme: Das beaivvi bárdni vuolgá jiehtanasaid eatnamii, ráhkistuvvá doppe jiehtanasa niidii ja loahpas náitala suinna.

source: Liitosta syntyvät Päivän pojat, joista saamelaiset polveutuvat.
sme: Sudnuide riegádit Gállabártnit (Gaalla-baernie), geat leat sámiid máddarat.

source: Seuraavassa ensimmäisiä säkeitä Fjellnerin pitkästä runoelmasta, joka kertoo Päivän pojan kosiomatkasta jättiläisten maailmaan.
sme: Dás maŋŋelebbos álgooassi Fjellnera guhkes diktemušas, mii muitala Beaivvi bártni soagŋus jiehtanasaid máilbmái.

source: Fjellnerin alkuperäiskieli oli eteläsaame, josta runo on käännetty pohjoissaameksi (Harald Gaski), inarinsaameksi (Ilmari Mattus) ja englanniksi (Tr.
sme: Fjellnera álgogiella lei lullisámegiella, mas dikta lea jorgaluvvon davvisámegillii (Harald Gaski), anárašgillii (Ilmari Mattus) ja eaŋgalsgillii (Tr.

source: Runosäkeet kirjasta julkaistu Gaskin ja Davvi Girjin luvalla.
sme: Diktagurgadasat girjjis leat olggosaddojuvvon Gaski ja Davvi Girjji lobiin.

source: Eteläsaameksi:
sme: Lullisámegillii:

source: Pohjoissaameksi:
sme: Davvisámegillii:

source: Inarinsaameksi:
sme: Sáhka lea beaggán:

source: (käännös Ilmari Mattus 2009)
sme: Beaivvážat, mánut ja násttit
